{
    "id": "enedis",
    "name": "Enedis Linky",
    "description": {
        "fr_FR": "Récupérer les informations du compteur communicant Linky à partir de son compte-client Enedis. Attention il est indispensable d'avoir accès à la partie \"professionnels\" du site Enedis avec vos identifiants habituels (voir la documentation)",
        "en_US": "Retrieve the information of the Linky smart meter from their Enedis customer account. Please note, it is essential to have access to the \"professional\" part of the Enedis site with your usual identifiers (see the documentation)",
        "es_ES": "Recupere la información del medidor inteligente Linky de su cuenta de cliente de Enedis. Tenga en cuenta que es fundamental tener acceso a la parte \"profesional\" del sitio de Enedis con sus identificadores habituales (consulte la documentación)",
        "de_DE": "Rufen Sie die Informationen des Linky Smart Meters von ihrem Enedis-Kundenkonto ab. Bitte beachten Sie, dass Sie unbedingt auf den \"professionellen\" Teil der Enedis-Website mit Ihren üblichen Kennungen zugreifen müssen (siehe Dokumentation)",
        "pt_PT": "Recupere as informações do medidor inteligente Linky de sua conta de cliente Enedis. Por favor, note que é essencial ter acesso à parte \"profissional\" do site Enedis com seus identificadores usuais (veja a documentação)"
    },
    "utilization": "Sur la page de l'équipement renseignez l'identifiant ainsi que le mot de passe de votre compte-client Enedis puis cliquez sur le bouton Sauvegarder.",
    "licence": "AGPL",
    "author": "Jeedom SAS",
    "require": "3.3.39",
    "category": "energy",
    "hasDependency": false,
    "hasOwnDeamon": false,
    "maxDependancyInstallTime": 0,
    "changelog": "https:\/\/doc.jeedom.com\/#language#\/plugins\/energy\/enedis\/changelog",
    "documentation": "https:\/\/doc.jeedom.com\/#language#\/plugins\/energy\/enedis\/",
    "language": [
        "fr_FR",
        "en_US",
        "es_ES",
        "de_DE",
        "pt_PT"
    ],
    "compatibility": [
        "miniplus",
        "smart",
        "rpi",
        "docker",
        "diy",
        "v4"
    ]
}